/* Alert title. */
"success_activation_alert_title" = "Гарна робота";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Ви успішно активували %@ через Setapp";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Досягнуто ліміту пристроїв";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Ви використовуєте Setapp на максимальній кількості пристроїв.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Для отримання додаткової інформації перевірте свій обліковий запис користувача";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "Виникла проблема з вашим QR-кодом";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Будь ласка, оновіть сторінку програми та повторіть спробу.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Час очікування з'єднання вичерпався";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Обробка вашого запиту тривала занадто довго.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Перевірте підключення до мережі та повторіть спробу.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Сталася мережева помилка";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Перевірте підключення та повторіть спробу.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Ой, щось пішло не так";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Будь ласка, спробуйте ще раз.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Ой, щось пішло не так";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Будь ласка, спробуйте ще раз.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Щось тут не так";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Зверніться по допомогу до служби підтримки Setapp.";

/* Button title. */
"ok_button_title" = "ОК";

/* Loading… */
"activation.body" = "Завантаження…";

/* Cancel */
"activation.cancel" = "Скасувати";

/* [AppName] is now ready to use via your Setapp subscription. Keep going and try it out. */
"activation.success.subtitle" = "%@ тепер можна використовувати в межах вашої підписки Setapp. Спробуйте програму вже зараз.";

/* [AppName] activated */
"activation.success.title" = "%@ активовано";

/* Activating */
"activation.title" = "Активація";

/* Scanning QR code failed. Please go to the Setapp app on your Mac and scan the QR code again. */
"alert.activationProblem.body.macQR" = "Помилка сканування QR-коду. Будь ласка, перейдіть до програми Setapp на вашому Mac і проскануйте його знову.";

/* App activation failed. Please go back to your Setapp account and try to activate the app again. */
"alert.activationProblem.body.webLink" = "Помилка активації програми. Поверніться до свого облікового запису Setapp і спробуйте активувати програму знову.";

/* Scanning QR code failed. Please go back to your Setapp account and scan the QR code again. */
"alert.activationProblem.body.webQR" = "Помилка сканування QR-коду. Поверніться до свого облікового запису Setapp і відскануйте його знову.";

/* We have a little problem */
"alert.activationProblem.title" = "У нас невелика проблема";

/* Please go online and try again. */
"alert.no-internet-connection.body" = "Будь ласка, підключіться до мережі та повторіть спробу.";

/* No internet connection */
"alert.no-internet-connection.title" = "Відсутнє з'єднання";

/* It takes too long to load. Please check if you're still connected to the internet and try again. */
"alert.slow-internet-connection.body" = "Завантаження триває надто довго. Переконайтеся, що ви все ще підключені до Інтернету, а потім повторіть спробу.";

/* Slow internet connection */
"alert.slow-internet-connection.title" = "Нестабільне з'єднання";

/* Try again or contact our support team for help. */
"alert.something-went-wrong.body.contact-support" = "Спробуйте знов або зверніться у підтримку за допомогою.";

/* Please try again. */
"alert.something-went-wrong.body.tryAgain" = "Будь ласка, спробуйте ще раз.";

/* Something went wrong */
"alert.something-went-wrong.title" = "Щось пішло не так";

/* Subscription blocked */
"alert.subscription-blocked.title" = "Виникла проблема з вашою підпискою";

/* Please go to your account for more information. */
"alert.subscription-blocked.body" = "Щоб дізнатися більше, перейдіть до свого облікового запису";

/* Trial has expired */
"alert.subscription-blocked-after-trial.title" = "Пробний період завершено";

/* Please go to your account to renew subscription. */
"alert.subscription-blocked-after-trial.body" = "Але ми не прощаємося. Поновіть підписку у своєму обліковому записі та продовжуйте користуватися Setapp.";

/* Contact Support Team */
"button.contact-support" = "Звернутись у підтримку";

/* Go to My Setapp */
"button.go-to-my-setapp" = "Перейти в мій Setapp";

/* Go to your account */
"button.go-to-your-account" = "До облікового запису";

/* Got it */
"button.got-it.label" = "Зрозуміло";

/* Not now */
"button.not-now" = "Не зараз";

/* Ok */
"button.ok" = "Ок";

/* Device limit reached */
"device-limit.title" = "Ви досягли ліміту пристроїв";

/* You're using Setapp on maximum devices. Go to your Setapp account to disconnect devices you don't need anymore. */
"device-limit.body" = "Перейдіть до свого облікового запису Setapp і відключіть непотрібні пристрої.";

/* Got it */
"Got it" = "Зрозуміло";

/* Diagnostics */
"alert.diags.title" = "Діагностика";

/* We’re sorry something went wrong. Let’s work it all out. */
"alert.diags.body.headline" = "Нам шкода, але щось пішло не так. Спробуймо знайти рішення.";

/* Framework: %@ */
"alert.diags.body.framework-version" = "Фреймворк: %@";

/* Subscription: %@ */
"alert.diags.body.subscription-status" = "Підписка: %@";

/* Technical info */
"button.tech-info" = "Технічні деталі";

/* Share report */
"button.share-report" = "Поділитися звітом";

/* Reset subscription */
"button.reset-subscription" = "Перезапустити підписку";

/* Reset */
"button.reset" = "Скинути";

/* Done */
"button.done" = "Готово";

/* Technical info */
"alert.diags.tech-info.title" = "Технічна інформація";

/* Share report */
"alert.diags.share-logs.confirmation.title" = "Поділитися звітом";

/* We need to know what went wrong to fix things faster. We don’t collect your private data. */
"alert.diags.share-logs.confirmation.body" = "Нам потрібно знати, що пішло не так, щоб швидше все виправити. Ми не збираємо ваші особисті дані.";

/* Share */
"button.share" = "Поділитись";

/* Reset subscription */
"alert.diags.reset.confirmation.title" = "Перезапустити підписку";

/* Let’s reset your Setapp subscription to %@. Then you can activate this app again via your Setapp account. */
"alert.diags.reset.confirmation.body" = "Нумо перезапустимо вашу підписку на %@. Потім ви зможете активувати цю програму повторно у своєму обліковому записі Setapp.";

/* Subscription reset */
"alert.diags.reset.success.title" = "Перезапуск підписки";

/* Please activate this app again via Setapp to unlock all its features on your iOS device. */
"alert.diags.reset.success.body" = "Активуйте цю програму в Setapp знову, щоб розблокувати всі його функції на вашому пристрої iOS.";

/* Sorry, something went wrong */
"alert.diags.reset.failure.title" = "Ой, щось пішло не так";

/* Please try again later or contact our customer support team. */
"alert.diags.reset.failure.body" = "Повторіть спробу пізніше або зверніться до нашої служби підтримки клієнтів.";
